{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "distribution": "uniform", "seed": null, "scale": 1.0}}, "use_bias": true, "trainable": true, "units": 256, "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "batch_input_shape": [null, 320], "activation": "linear", "dtype": "float32", "name": "dense_1", "bias_regularizer": null, "kernel_constraint": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "distribution": "uniform", "seed": null, "scale": 1.0}}, "use_bias": true, "trainable": true, "units": 150, "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "linear", "bias_regularizer": null, "name": "dense_2", "kernel_constraint": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_2", "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "distribution": "uniform", "seed": null, "scale": 1.0}}, "use_bias": true, "trainable": true, "units": 3, "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "linear", "bias_regularizer": null, "name": "dense_3", "kernel_constraint": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_3", "activation": "linear"}}], "backend": "tensorflow", "keras_version": "2.1.2"}